import Post from '../../../ui/Post/Post'

const PublicationsTab = () => {

  return (
    <div>

      <Post id = 'post1'
        title={<>СЦЕНАРИЙ РАЗВЛЕЧЕНИЯ КО ДНЮ ЗАЩИТНИКА ОТЕЧЕСТВА <br/> «ПАПА МОЖЕТ!»</>}
        date='2025'
        description={`
    <h5>
      Журнал: 
      <a href="https://uchilab.ru/journal" target="_blank" rel="noopener noreferrer">
        УчиЛаб
      </a>
    </h5>
    <h5>
      Статья:
      <a href="https://f.uchilab.ru/publ/journal/2025/14.pdf" target="_blank" rel="noopener noreferrer">
        № 5(14) / 2025 (стр.5-6)
      </a>
    </h5>

    <p></p>

    <h5>Авторы</h5>
    <ul>
      <li>Баканова Л.М.</li>
      <li>Биксултанова А.А.</li>
    </ul>
  
    <h5>Аннотация</h5>
    <p>Сценарий праздника ко Дню защитника Отечества для дошкольников «Папа может!» 
    направлен на воспитание патриотизма через игровые эстафеты, творческие задания и 
    совместную деятельность детей с отцами. Мероприятие включает 
    спортивные конкурсы («Спасти флаг», «Кавалеристы», «Снайперы», "Донесение в штаб"), 
    творческие мастер-классы (изготовление самолётов и медалей), 
    чтение стихов и песни. Цель — укрепить связь поколений, 
    развить физические качества и чувство гордости за близких.</p>
        `}
        image='publication1.jpg'
        bucket='methodology'
      />

           <Post id = 'post2'
        title={<>КОНСПЕКТ ЗАНЯТИЯ <br/> «ЭКСКУРСИЯ В БУЗУЛУКСКИЙ БОР»</>}
        date='2025'
        description={`
    <h5>
      Журнал: 
      <a href="https://uchilab.ru/journal" target="_blank" rel="noopener noreferrer">
        УчиЛаб
      </a>
    </h5>
    <h5>
      Статья:
      <a href="https://f.uchilab.ru/publ/journal/2025/19.pdf" target="_blank" rel="noopener noreferrer">
        № 10(19) / 2025 (стр.5-7)
      </a>
    </h5>

    <p></p>

    <h5>Авторы</h5>
    <ul>
      <li>Баканова Л.М.</li>
      <li>Биксултанова А.А.</li>
    </ul>
  
    <h5>Аннотация</h5>
    <p>Конспект интегрированного занятия «Экскурсия в Бузулукский бор» 
    представляет собой методическую разработку для дошкольников 
    в формате тематического путешествия. Цель — расширение кругозора и закрепление знаний 
    через знакомство с уникальным природным объектом родного края 
    — национальным парком «Бузулукский бор». В игровом сюжете дети «планируют поездку»: 
    знакомятся с понятием «бор», изучают хвою, закрепляют навыки счёта 
    и звукового анализа, играют в профессии. Занятие направлено на развитие 
    познавательного интереса, речевых навыков и умения работать в команде, 
    завершаясь виртуальной экскурсией и рефлексией.</p>
        `}
        image='publication2.jpg'
        bucket='methodology'
      />

           <Post id = 'post3'
        title={<>СЦЕНАРИЙ РАЗВЛЕЧЕНИЯ <br/> «ДЕНЬ РОССИИ»</>}
        date='2025'
        description={`
    <h5>
      Журнал: 
      <a href="https://uchilab.ru/journal" target="_blank" rel="noopener noreferrer">
        УчиЛаб
      </a>
    </h5>
    <h5>
      Статья:
      <a href="https://f.uchilab.ru/publ/journal/2025/25.pdf" target="_blank" rel="noopener noreferrer">
        № 16(25) / 2025 (стр.6-9)
      </a>
    </h5>

    <p></p>

    <h5>Авторы</h5>
    <ul>
      <li>Баканова Л.М.</li>
      <li>Биксултанова А.А.</li>
      <li>Сарцевичус O.B.</li>
      <li>Хасанова А.Е.</li>
    </ul>
  
    <h5>Аннотация</h5>
    <p>Сценарий праздника «День России» представляет собой методическую разработку 
    для проведения торжественного мероприятия в детском саду. 
    Цель — воспитание патриотизма, уважения к традициям и любви к Родине. 
    Сценарий включает торжественное открытие с флагами, стихи о России, 
    серию тематических эстафет («Наряди березку», «Быстрый всадник», «Коромысло»), 
    знакомящих детей с государственными символами и народной культурой, 
    и завершается общей игрой «Ручеек». Мероприятие направлено на создание 
    праздничного настроения, расширение знаний о стране и развитие физических, 
    творческих и социальных навыков детей разных возрастных групп.</p>
        `}
        image='publication3.jpg'
        bucket='methodology'
      />

    </div>
  )
}

export default PublicationsTab