import Post from '../../../ui/Post/Post'

const PublicationsTab = () => {

  return (
    <div>

      <Post id = 'post8'
        title={<>Семинар для молодых специалистов <br/> «Виды мотивации дошкольников во время осуществления образовательной деятельности»</>}
        date='5 сентября 2024'
        description={`
    <h5>  
      Журнал: 
      <a href="https://vestnikdo.ru/archive" target="_blank" rel="noopener noreferrer">
        Вестник дошкольного образования
      </a>
    </h5>
    <h5>  
      Статья: 
      <a href="https://files5.s-ba.ru/pedagog/publ/vestnik/vipusk/301.pdf" target="_blank" rel="noopener noreferrer">
        Выпуск № 49 (301), 2024 (стр.4-6)
      </a>
    </h5>
        `}
        
        image='05.09.24.jpg'
        bucket='methodology'
      />

      <Post id = 'post7'
        title={<>СЦЕНАРИЙ ВЫПУСКНОГО БАЛА</>}
        date='29 мая 2024'
        description={`
    <h5>  
      Журнал: 
      <a href="https://vestnikdo.ru/archive1" target="_blank" rel="noopener noreferrer">
        Вестник дошкольного образования
      </a>
    </h5>
    <h5>  
      Статья: 
      <a href="https://files.s-ba.ru/publ/vestnik-do/2024/271-2.pdf" target="_blank" rel="noopener noreferrer">
        Вестник Июнь № 19 (271) 2024 Часть 2 (стр.70-77)
      </a>
    </h5>
        `}
        
        image='29.05.24.jpg'
        bucket='methodology'
      />

      <Post id = 'post6'
        title={<>СЦЕНАРИЙ РАЗВЛЕЧЕНИЯ 1 АПРЕЛЯ <br/> «ДЕНЬ СМЕХА»</>}
        date='1 апреля 2024'
        description={`
    <h5>  
      Журнал: 
      <a href="https://vestnikdo.ru/archive1" target="_blank" rel="noopener noreferrer">
        Вестник дошкольного образования
      </a>
    </h5>
    <h5>  
      Статья: 
      <a href="https://files.s-ba.ru/publ/vestnik-do/2024/263-5.pdf" target="_blank" rel="noopener noreferrer">
        Вестник Июнь № 11 (263) 2024 Часть 5 (стр.31-34)
      </a>
    </h5>
        `}

        image='01.04.24.jpg'
        bucket='methodology'
      />

      <Post id = 'post4'
        title={<>СЦЕНАРИЙ РАЗВЛЕЧЕНИЯ <br/> «ДЕНЬ РОССИИ»</>}
        date='5 августа 2025'
        description={`
    <h5>
      Журнал: 
      <a href="https://uchilab.ru/journal" target="_blank" rel="noopener noreferrer">
        УчиЛаб
      </a>
    </h5>
    <h5>
      Статья:
      <a href="https://f.uchilab.ru/publ/journal/2025/25.pdf" target="_blank" rel="noopener noreferrer">
        № 16 (25) / 2025 (стр.6-9)
      </a>
    </h5>

    <p></p>

    <h5>Авторы</h5>
    <ul>
      <li>Баканова Л.М.</li>
      <li>Биксултанова А.А.</li>
      <li>Сарцевичус O.B.</li>
      <li>Хасанова А.Е.</li>
    </ul>
  
    <h5>Аннотация</h5>
    <p>Сценарий праздника «День России» представляет собой методическую разработку 
    для проведения торжественного мероприятия в детском саду. 
    Цель — воспитание патриотизма, уважения к традициям и любви к Родине. 
    Сценарий включает торжественное открытие с флагами, стихи о России, 
    серию тематических эстафет («Наряди березку», «Быстрый всадник», «Коромысло»), 
    знакомящих детей с государственными символами и народной культурой, 
    и завершается общей игрой «Ручеек». Мероприятие направлено на создание 
    праздничного настроения, расширение знаний о стране и развитие физических, 
    творческих и социальных навыков детей разных возрастных групп.</p>
        `}
        image='УчиЛаб № 16 (25).jpg'
        bucket='methodology'
      />

      <Post id = 'post3'
        title={<>КОНСПЕКТ ЗАНЯТИЯ <br/> «ЭКСКУРСИЯ В БУЗУЛУКСКИЙ БОР»</>}
        date='10 мая 2025'
        description={`
    <h5>
      Журнал: 
      <a href="https://uchilab.ru/journal" target="_blank" rel="noopener noreferrer">
        УчиЛаб
      </a>
    </h5>
    <h5>
      Статья:
      <a href="https://f.uchilab.ru/publ/journal/2025/19.pdf" target="_blank" rel="noopener noreferrer">
        № 10 (19) / 2025 (стр.5-7)
      </a>
    </h5>

    <p></p>

    <h5>Авторы</h5>
    <ul>
      <li>Баканова Л.М.</li>
      <li>Биксултанова А.А.</li>
    </ul>
  
    <h5>Аннотация</h5>
    <p>Конспект интегрированного занятия «Экскурсия в Бузулукский бор» 
    представляет собой методическую разработку для дошкольников 
    в формате тематического путешествия. Цель — расширение кругозора и закрепление знаний 
    через знакомство с уникальным природным объектом родного края 
    — национальным парком «Бузулукский бор». В игровом сюжете дети «планируют поездку»: 
    знакомятся с понятием «бор», изучают хвою, закрепляют навыки счёта 
    и звукового анализа, играют в профессии. Занятие направлено на развитие 
    познавательного интереса, речевых навыков и умения работать в команде, 
    завершаясь виртуальной экскурсией и рефлексией.</p>
        `}
        image='УчиЛаб № 10 (19).jpg'
        bucket='methodology'
      />

      <Post id = 'post2'
        title={<>КОНСУЛЬТАЦИЯ ДЛЯ РОДИТЕЛЕЙ <br/> «НАШИ ДРУЗЬЯ - ВИТАМИНЫ»</>}
        date='8 апреля 2025'
        description={`
    <h5>  
      Источник: 
      <a href="https://f.uchilab.ru/publ/smi/2025/2025-04-08%200382921.pdf" target="_blank" rel="noopener noreferrer">
        Каталог опубликованных авторских материалов
      </a>
    </h5>
        `}

        image='УчиЛаб апрель 25.jpg'
        bucket='methodology'

      />

      <Post id = 'post1'
        title={<>СЦЕНАРИЙ РАЗВЛЕЧЕНИЯ КО ДНЮ ЗАЩИТНИКА ОТЕЧЕСТВА <br/> «ПАПА МОЖЕТ!»</>}
        date='28 февраля 2025'
        description={`
    <h5>
      Журнал: 
      <a href="https://uchilab.ru/journal" target="_blank" rel="noopener noreferrer">
        УчиЛаб
      </a>
    </h5>
    <h5>
      Статья:
      <a href="https://f.uchilab.ru/publ/journal/2025/14.pdf" target="_blank" rel="noopener noreferrer">
        № 5 (14) / 2025 (стр.5-6)
      </a>
    </h5>

    <p></p>

    <h5>Авторы</h5>
    <ul>
      <li>Баканова Л.М.</li>
      <li>Биксултанова А.А.</li>
    </ul>
  
    <h5>Аннотация</h5>
    <p>Сценарий праздника ко Дню защитника Отечества для дошкольников «Папа может!» 
    направлен на воспитание патриотизма через игровые эстафеты, творческие задания и 
    совместную деятельность детей с отцами. Мероприятие включает 
    спортивные конкурсы («Спасти флаг», «Кавалеристы», «Снайперы», "Донесение в штаб"), 
    творческие мастер-классы (изготовление самолётов и медалей), 
    чтение стихов и песни. Цель — укрепить связь поколений, 
    развить физические качества и чувство гордости за близких.</p>
        `}
        image='УчиЛаб № 5 (14).jpg'
        bucket='methodology'
      />

      <Post id = 'post5'
        title={<>Сценарий праздника День матери в старшей группе <br/> «День матери»</>}
        date='6 ноября 2024'
        description={`
    <h5>  
      Источник: 
      <a href="http://doshkolnik.ru/den-materi/39919.html" target="_blank" rel="noopener noreferrer">
        Публикация
      </a>
    </h5>
        `}

        image='Дошкольник 08.11.24.jpg'
        bucket='methodology'
      />

      <Post id = 'post11'
        title={<>СЦЕНАРИЙ ВСЕОБУЧА <br/> «НОВЫЕ ПОДХОДЫ В ПАТРИОТИЧЕСКОМ ВОСПИТАНИИ»</>}
        date='15 декабря 2023'
        description={`
    <h5>  
      Журнал:
        Вестник дошкольного образования
    </h5>
        `}
        
        image='Публикация 15.12.23.jpg'
        bucket='methodology'
      />

      <Post id = 'post10'
        title={<>СЦЕНАРИЙ ВСЕОБУЧА <br/> «БЕЗОПАСНОСТЬ ДЕТЕЙ»</>}
        date='31 января 2024'
        description={`
    <h5>  
      Журнал:
        Вестник дошкольного образования
    </h5>
        `}
        
        image='31.01.24 публикация.jpg'
        bucket='methodology'
      />

      <Post id = 'post9'
        title={<>СЦЕНАРИЙ РАЗВЛЕЧЕНИЯ ДЛЯ ДЕТЕЙ 6-7 ЛЕТ <br/> «ОСЕНИНЫ - ОСЕНИ ИМЕНИНЫ»</>}
        date='30 ноября 2023'
        description={`
    <h5>  
      Журнал:
        Вестник дошкольного образования
    </h5>
        `}
        
        image='публикация 30.11.23.jpg'
        bucket='methodology'
      />

    </div>
  )
}

export default PublicationsTab